import ComponentTitle from "./componentTitle";


export default function Faq() {
  return (
    <section data-theme='garden' className="py-6">
        <div className="container flex flex-col justify-center p-4 mx-auto md:p-8">
            <ComponentTitle title='ხშირად დასმული კითხვები' />
            <div className="flex flex-col divide-y sm:px-8 lg:px-12 xl:px-32 divide-gray-700">
                <details>
                    <summary className="py-2 outline-none cursor-pointer focus:underline">ლორემ იპსუმ დასაფრთხობად ქალამ იგორს, დაეხიათ ვაწყევლინო აჩიფჩიფდა ძლიერო გაუშრა</summary>
                    <div className="px-4 pb-4">
                        <p>ლორემ იპსუმ დასაფრთხობად ქალამ იგორს, დაეხიათ ვაწყევლინო აჩიფჩიფდა ძლიერო გაუშრა, არაო წერს ამტკიცონ გადამეშალა გვირჩევნია მიბძანა კოღოები. ნაღველით ჩასციებოდა დაშინებულს ნარატივი, აგიჟებდა, მოგცემდე ვაწყევლინო. ინა მეყოლებოდა დაახლოება თავს ჰქონდეს, თენგიზი ფოსტას, ძლიერო, იქვნენ ეფკაკაზე ჩააყოლებს გამოასახლეს კოღოები. გლეხივით წერს პირიქითო სძულდა პერსონებით იქვნენ ავთანდილი ამჯერად. თენგიზი აყრის იწმინდავდა ხელცქვიტობაო ერი ჰქონდეს სძულდა აუშვით. იწმინდავდა ღლაპების პერსონებით უხილავის მიხვეილ ბაბინაზე, ბიბლიააო დასაფრთხობად ნაკაცარი.</p>
                    </div>
                </details>
                <details>
                    <summary className="py-2 outline-none cursor-pointer focus:underline">ლორემ იპსუმ დასაფრთხობად ქალამ იგორს, დაეხიათ ვაწყევლინო აჩიფჩიფდა ძლიერო გაუშრა</summary>
                    <div className="px-4 pb-4">
                    <p>ლორემ იპსუმ დასაფრთხობად ქალამ იგორს, დაეხიათ ვაწყევლინო აჩიფჩიფდა ძლიერო გაუშრა, არაო წერს ამტკიცონ გადამეშალა გვირჩევნია მიბძანა კოღოები. ნაღველით ჩასციებოდა დაშინებულს ნარატივი, აგიჟებდა, მოგცემდე ვაწყევლინო. ინა მეყოლებოდა დაახლოება თავს ჰქონდეს, თენგიზი ფოსტას, ძლიერო, იქვნენ ეფკაკაზე ჩააყოლებს გამოასახლეს კოღოები. გლეხივით წერს პირიქითო სძულდა პერსონებით იქვნენ ავთანდილი ამჯერად. თენგიზი აყრის იწმინდავდა ხელცქვიტობაო ერი ჰქონდეს სძულდა აუშვით. იწმინდავდა ღლაპების პერსონებით უხილავის მიხვეილ ბაბინაზე, ბიბლიააო დასაფრთხობად ნაკაცარი.</p>
                    </div>
                </details>
                <details>
                    <summary className="py-2 outline-none cursor-pointer focus:underline">ლორემ იპსუმ დასაფრთხობად ქალამ იგორს, დაეხიათ ვაწყევლინო აჩიფჩიფდა ძლიერო გაუშრა</summary>
                    <div className="px-4 pb-4 space-y-2">
                    <p>ლორემ იპსუმ დასაფრთხობად ქალამ იგორს, დაეხიათ ვაწყევლინო აჩიფჩიფდა ძლიერო გაუშრა, არაო წერს ამტკიცონ გადამეშალა გვირჩევნია მიბძანა კოღოები. ნაღველით ჩასციებოდა დაშინებულს ნარატივი, აგიჟებდა, მოგცემდე ვაწყევლინო. ინა მეყოლებოდა დაახლოება თავს ჰქონდეს, თენგიზი ფოსტას, ძლიერო, იქვნენ ეფკაკაზე ჩააყოლებს გამოასახლეს კოღოები. გლეხივით წერს პირიქითო სძულდა პერსონებით იქვნენ ავთანდილი ამჯერად. თენგიზი აყრის იწმინდავდა ხელცქვიტობაო ერი ჰქონდეს სძულდა აუშვით. იწმინდავდა ღლაპების პერსონებით უხილავის მიხვეილ ბაბინაზე, ბიბლიააო დასაფრთხობად ნაკაცარი.</p>
                    </div>
                </details>
            </div>
        </div>
    </section>
  )
}
