import ComponentTitle from "../components/componentTitle"
import ImageGallery from "../components/imageGallery"
import TextComponent from "../components/textComponent"

export const metadata = {
    title: 'კომპანიის შესახებ - გორითაუერსი',
    description: 'გორითაურსი',
}

export default function page() {
  return (
    <>
      <ComponentTitle title="კომპანიის შესახებ" />
      <TextComponent text="ჩვენ ვქმნით იდეალური საცხოვრებელი გარემოს კონცეფციას გორის ახალ უბანში, რომელიც მაქსიმალურად მორგებულია თქვენი ცხოვრების სტილზე, ინტერესებსა და ბიუჯეტზე." theme="garden" />
      <TextComponent text="Gori Towers,  პირველი გამორჩეული მრავალფუნქციური კომპლექსია გორში,  რომელიც საცხოვრებელთან ერთად რეკრეაციულ ზონას, სავაჭრო სივრცეებს, სპორტულ და სათამაშო მოედნებს აერთიანებს და  განსხვავებულ საცხოვრებელ გამოცდილებას გიზიარებთ. ჩვენი პრიორიტეტია ხარისხზე ორიენტირებული, თანამედროვე ინფრასტრუქტურა შემოგთავაზოთ, ბუნებასთან სიახლოვით ვიზრუნოთ თქვენთვის ჟანგბადით მდიდარი გარემოს შექმნაზე და სპორტული მოედნების პროექტირებით მომავალ თაობებში ჯანსაღი ცხოვრების წესის ჩამოყალიბებას შევუწყოთ ხელი." theme='garden' />
      <TextComponent text="ჩვენი მიზნები მყარ კორპორაციულ ღირებულებებს ეფუძნება - პასუხისმგებლიან და კეთილსიმდისიერ მიდგომასა  საზოგადოებისა და გარემოსადმი, რაც გულისხმობს ყველა საჭირო სტანდარტის გათვალისწინებით და ინტეგრირებით,  ჯანსაღი საცხოვრებელი გარემოს შექმნას!" theme='garden' />
      <TextComponent text="თქვენზე მორგებული გადახდის სისტემით, ჩვენ გვინდა გიხილოთ Gori Towers-ის სამეზობლოში!" theme='garden' />
      <ImageGallery theme='dark' />
    </>
  )
}
