import ComponentTitle from "../components/componentTitle"
import ImageGallery from "../components/imageGallery"
import TextComponent from "../components/textComponent"

export const metadata = {
    title: 'კომპანიის შესახებ - გორითაუერსი',
    description: 'გორითაურსი',
}

export default function page() {
  return (
    <>
      <ComponentTitle title="კომპანიის შესახებ" />
      <TextComponent text="არქის ისტორია 2006 წლიდან დაიწყო. დღეს არქი ლიდერი დეველოპერული კომპანიაა და უკვე 30 000-მდე არქელს ერთ დიდ ოჯახად აერთიანებს. დასრულებული აქვს 45 საცხოვრებელი სახლი, რომელთა საერთო სამშენებლო ფართი 835 000 კვ.მ.-ზე მეტია. ამ ეტაპზე 20 პროექტი შენდება, ხოლო უახლოეს მომავალში კიდევ 10-მდე ახალი საცხოვრებელი სახლის და რამდენიმე საერთაშორისო და ადგილობრივი ბრენდის სასტუმროს მშენებლობა იგეგმება თბილისში, შავი ზღვისა და მთის კურორტებზე." theme="garden" />
      <TextComponent text="ენერგოეფექტურ და არქელების კომფორტზე მორგებულ საცხოვრებელ სახლებთან ერთად აღსანიშნავია არქის აპარტოტელები, რომლებიც ბინის მფლობელებსა თუ სტუმრებს მაღალი დონის მომსახურებას სთავაზობს და ინვესტიციის საუკეთესო საშუალებას წარმოადგენს, როგორც ქართველებისთვის, ასევე უცხოეთის მოქალაქეებისთვის." theme='garden' />
      <TextComponent text="არქი ერთი დიდი ოჯახია - კომპანია ბინის შეძენის შემდეგ აგრძელებს მაცხოვრებლებზე ზრუნვას, უქმნის მათ კომფორტს და სხვადასხვა მომსახურებას სთავაზობს. ასევე, კომპანია ხშირად აწყობს სხვადასხვა აქტივობებსა და ღონისძიებებს არქელებისთვის, რომლის მიზანიც მაცხოვრებლების კმაყოფილებაზე ზრუნვა და ერთმანეთთან დაახლოებაა." theme='garden' />
      <ImageGallery theme='dark' />
    </>
  )
}
